const userOptions = {
  deer: {
    "":[],
    "草原鹿": [
      "3 河馬 / 銀杏",
      "19 隼 / 苦楝",
      "27 咬人貓 / 嬰兒淚",
      "33 泥巴 / 蘆葦",
      "68 水牛 / 水竹",
      "70 晨光 / 麋鹿",
    ],
    "森林鹿": [
      "11 阿勃勒 / 楓樹",
      "16 黑曜石 / 藍鵲",
      "17 咸豐草 / 菱角",
      "19 隼 / 苦楝",
      "32 ICE / 栗子",
      "74 走山雞 / 黃花風鈴木",
    ],
    "高地鹿": [
      "15 石虎 / 藍花藤",
      "21 藍眼淚 / 響鈴豆",
      "45 鯨頭鸛 / 草履蟲",
      "50 稻穗 / 上弦月",
      "69 魟魚 / 波波草",
      "77 桂冠草 / 北極星",
    ],
    "湖泊鹿": [
      "12 北極熊 / 企鵝",
      "18 橘子皮 / 橘子樹",
      "49 藍天 / 幸運草",
      "65 玉山 / 北極狐",
      "69 魟魚 / 波波草",
      "86 石斑 / 丹楓",
    ]
  }
};
